<!-- # 青岛大学章程

## 序 言

青岛大学位于历史文化名城青岛，背依浮山，面向黄海，承载着深厚的传统文化，也充满了浓郁的时代气息。

学校最早的源头是创建于1909年的青岛特别高等专门学堂。学堂的医科教育从未间断，后来成为青岛医学专门学校。另一源头是创建于1924年的私立青岛大学，后经历了国立青岛大学、国立山东大学等办学时期。抗战胜利后，国立山东大学合并了青岛医学专门学校，设置了医学院。这个医学院后来成为青岛医学院。1993年，青岛大学与青岛医学院、山东纺织工学院、青岛师范专科学校合并成为新的青岛大学。

至此，青岛大学进入了新的发展时期。

青岛大学长期的发展战略是“育人立校，学术兴校，人才强校”。

学校的根本使命是育人。育人质量是学校生存和发展的生命线，是学校工作永恒的主题。学校营造浓厚的学术氛围，提供美好的育人环境，弘扬严谨的学风和优良的校风。

学校的本质和主流是学术。学术创新是人类进步的动力，追求真理是原始创新的源泉。学术研究不是简单地追求数量，而是追求质量和水平。学术研究不需要急功近利，而是追求对社会生活方式的长远影响。

学校育人和高水平学术研究的基础是人才。对人才的评价不论资历，而是在于对学术的贡献。

青岛大学的教师和学生因为求知欲和好奇心走到一起，塑造高尚的品德和完美的人格，培育良好的信誉和责任感，倡导独立思考，理性思维，崇尚明辨是非，追求真理的精神。

学校倡导学术包容，汲取多元文化，传承人类文明，探索人文真谛和自然真理，承担社会责任，秉承“教授高深学术、养成硕学闳材，应国家需要”的宗旨，为国家培养引领社会发展和文明进步的高素质人才。

青岛大学立足青岛，扎根齐鲁，面向世界，走向未来。

## 第一章  总 则

第一条 为保障学校依法办学和民主管理，依据《中华人民共和国宪法》、《中华人民共和国教育法》和《中华人民共和国高等教育法》等法律法规，制定本章程。

第二条 学校名称为青岛大学，简称青大。学校英文名称Qingdao University，英文简称QU。学校网址为www.qdu.edu.cn。

第三条 学校校址是山东省青岛市宁夏路308号。学校根据教育资源分布和办学实际设多个校区。

第四条 学校由山东省人民政府举办。

第五条 学校由山东省人民政府与青岛市人民政府共同建设。

第六条 学校是全日制普通高等学校，是集自然科学、人文社会科学多学科一体的综合大学。

第七条 学校提供普通高等教育，以全日制学历教育为主，辅以非全日制教育、非学历教育。

第八条 学生是指被学校依法录取、取得入学资格，并取得学校学籍的受教育者。学生是学校教育工作为之服务的主体。

第九条 教师是学校教育工作的主体。学校的教职工由教师、教学辅助人员、管理与服务工作人员组成。

第十条 学校实行教授治学，设立由教授及具有正高级以上专业技术职务的人员组成的学术委员会。

第十一条 学校实行党委领导下的校长负责制，实行依法治校、民主管理、科学决策。

第十二条 学校党委根据事业发展需要讨论决定工作机构的设置。工作机构负责执行学校的决策，开展日常管理与服务工作。

第十三条 学校实行校、院两级管理，根据人才培养的需要设置学院。学院是学校组织教学、科学研究和社会服务，并建立在学科专业基础上的学术机构。

第十四条 经费和资产是学校办学必须的基本资源。经费筹集是学校的重要任务。

第十五条 学校实行教职工代表大会制度和学生代表大会制度。教职工和学生通过代表大会行使民主权利，参与民主管理，维护自身权益。

第十六条 学校实行开放办学，建立校友会、理事会和基金会，广泛地联系社会各界及海内外校友，汇聚整合各类资源，促进学校发展。

第十七条 校训、校徽、校歌、校庆日。

（一）校训：明德、博学、守正、出奇。

（二）校徽：由中文校名、大写的英文校名和学校办学的起始年代等三个基本内容组成。中文校名“青岛大学”沿用胡耀邦同志的题字。英文校名“QINGDAO UNIVERSITY”采用Times New Roman字体。起始年代为1909年。

（三）校歌：《青大之歌》。

（四）校庆日：5月14日。

（五）校友返校日：5月的第二个星期日。

## 第二章  教育形式

第十八条 学校全日制学历教育包括本科生、硕士研究生和博士研究生教育，非全日制教育及非学历教育包括在职研究生教育、夜大教育、函授教育、自考教育培训和短期培训。

第十九条
学校对全日制学历教育实行基本修业年限制度。其中，本科生教育为4年，部分医学专业本科生教育为5年；硕士研究生教育为3年，部分专业硕士类型研究生教育为2年；博士研究生教育为3年；连续攻读的本科生、硕士研究生教育为6至7年；连续攻读的硕士、博士研究生教育为5年。

第二十条 学校为完成学业的学生颁发毕业证书。

第二十一条 学校授予满足相应学位教育标准要求的学生以学士学位、硕士学位及博士学位，包括学术学位和专业学位。

第二十二条 学校可向为社会发展和人类文明做出突出贡献的杰出人士授予名誉学位。

第二十三条 学校设置哲学、经济学、法学、教育学、文学、历史学、理学、工学、医学、管理学和艺术学等学科门类。在学科门类下，本科教育设置专业类，研究生教育设置一级学科。在本科教育专业类下设置专业。在研究生教育一级学科下设置二级学科。

第二十四条 学校开展专业学位教育，设置工商管理、公共管理、金融、保险、法律、工程、临床医学、药学、教育、艺术、汉语国际教育、翻译、口腔医学、公共卫生、护理、旅游管理、工程管理、应用统计、会计、社会工作等硕士或博士专业学位类型。

第二十五条 学校根据社会需求和事业发展需要对学术学位教育的学科专业以及专业学位教育的类型、领域的设置进行调整。

第二十六条 学校根据社会需求和办学条件设置前沿新兴学科和交叉学科。

第二十七条 学校为学生提供双专业、双学位教育。

第二十八条 学校实行学分制管理。在达到基本修业年限所确定的学业标准的前提下，学生可以申请提前或推迟毕业并获取学位。

第二十九条 学校实行对教学质量、教师教学与学生学习效果进行评估的制度。

第三十条 学校根据社会需求和办学条件，经审批机关核定，合理设置办学规模，优化人才培养结构。

## 第三章  学生

第三十一条 学生应努力学习，勤于思考，勇于实践，立志成才。

第三十二条 学生应珍爱生命，尊重他人，诚信守法，热心社会公益事业，崇尚团队合作精神。

第三十三条 学生应遵守学校规章制度，恪守行为规范。

第三十四条 学生应知校、爱校、兴校、荣校。

第三十五条 学校为学生提供系统规范的专业教育。

第三十六条 学校为学生提供校情咨询，引导学生参与学校民主管理。

第三十七条 学校为学生提供学业指导、资助、心理健康指导以及就业咨询与服务。

第三十八条 学校协助学生获得生活所必需的服务。

第三十九条 学校应公正评价学生的品德、学业成绩。

第四十条 学校为学生提供必要的学习条件。

第四十一条 学校保护学生正当的申诉、申辩权利。

## 第四章  教职工

第四十二条 教师的主要任务是教学、学术研究，同时应根据需要为学校的改革发展事业服务。

第四十三条 教师教书育人，为人师表，在教学活动中应尊重个性，因材施教，孕育特色，引领学生成长成才。

第四十四条 教师在学术研究中应不断进行知识创新，引领社会文明。

第四十五条 教学辅助人员应爱岗敬业，勤奋工作，努力钻研业务，专职服务于教学工作。

第四十六条 管理人员应深刻理解高等教育内涵，通晓管理工作的规律，对学校发展机遇具有洞察力，勇于承担责任，创造性地开展工作，专职服务于学校的育人与学术。

第四十七条 教职工应保护学校利益，珍惜和维护学校的声誉。

第四十八条 教师的学术民主与学术自由应得到维护。

第四十九条 教职工有知晓校情、参与民主管理的权利。

第五十条 教职工的品德、能力和工作业绩应得到公正评价。

第五十一条 教职工的工作条件应得到保证。

第五十二条 教职工的工资及福利待遇应得到与工作业绩相匹配的公正的体现。

第五十三条 教职工的正当申诉、申辩权利应得到保护。

## 第五章  学术委员会

第五十四条 学校学术委员会是学校最高学术机构，统筹行使学术事务的决策、审议、评定和咨询等职权。

第五十五条 学校学术委员会酝酿并审议学校中长期学科发展规划，审议学术政策文件，决策人才培养、学科建设和师资队伍建设等有关方面的重要事项，对重大科学研究工作与学术问题进行论证并提供咨询，指导学术道德建设和学风建设，规范学术行为。

第五十六条 学校学术委员会委员在各自的学科、专业领域具有较高的学术造诣。

第五十七条 学校学术委员会委员由基层学术单位推荐，校长聘任。学术委员会设主任委员1人，副主任委员若干人，由全体委员选举产生。

第五十八条 学校学术委员会委员的任期为4年，可连选连任，但连任不超过2届。

第五十九条 学校学术委员会每学期至少召开1次全体委员会议。

第六十条 学校学术委员会决策时，要在充分酝酿、讨论的基础上，按少数服从多数的原则进行表决。

第六十一条
学校设立学科建设工作委员会、学位工作委员会、教学工作委员会、科学研究工作委员会、人才工作委员会、专业技术职务评定工作委员会、教师工作委员会、学生工作委员会、体育工作委员会、学术道德工作委员会、语言文字工作委员会、国际交流工作委员会等若干专门工作委员会，负责学校相关方面工作的决策与咨询。专门工作委员会向学校学术委员会报告工作，接受学校学术委员会的指导。

根据工作需要，学校可对专门工作委员会进行增设、取消或调整。

## 第六章  党政管理体制

第六十二条 中国共产党青岛大学委员会是学校党的组织，简称党委。

第六十三条 校长是学校法定代表人。

第六十四条 党委统一领导学校工作，支持校长依法独立负责地行使职权，保证教学、科研、行政管理等各项任务的完成。

第六十五条 党委实行民主集中制，按照集体领导、民主集中、个别酝酿、会议决定的原则，决定学校的重大事项。

第六十六条 常务委员会是党委的常设机构，简称常委会。常委会在党委全体会议闭会期间，行使党委职权。

第六十七条 党委书记主持党委常委会工作，根据工作需要召开常委会议，并定期代表常委会向党委全体会议报告工作。

第六十八条 校长主持行政工作，并根据工作需要主持召开校长办公会。校长办公会研究决定行政工作的重要事项。校长办公会成员一般为学校行政领导班子成员。

第六十九条 校务委员会是讨论研究学校事业发展重大事项的咨询议事机构，由学校党政领导、学术委员会主任会议成员等组成。

第七十条 学校纪律检查委员会负责检查党的路线、方针、政策的贯彻落实情况，学校重大决策的执行情况以及党风廉政建设情况，保障和促进学校事业健康发展。

监察室负责学校行政事务的监察工作，与纪律检查委员会合署办公。

## 第七章  工作机构

第七十一条 党政工作部门包括党委工作部门和行政工作部门。

党委工作部门包括党委办公室、组织部、宣传部、统战部、学生工作部（与学生工作处合署）、研究生工作部（与研究生处合署）、离退休工作处等。

行政工作部门包括校长办公室、教务处、科研处、学生工作处（武装部）、研究生处（研究生院）、人力资源处、国际交流合作处、发展规划处（战略发展项目办公室）、招生就业处、财务处、审计处、资产管理处、后勤管理处、基建处、保卫处、校友工作办公室、东校区管理办公室等。

学校根据事业发展的需要，本着精简高效的原则，可对党政工作部门的设置进行调整。

第七十二条 学校的公共服务附设机构服务于教师与学生在工作、学习、生活方面的需求。公共服务附设机构包括图书馆、档案馆、报社、学报编辑部、校医院、附属医院、后勤集团、校办企业集团等。

第七十三条 学校的群团组织包括工会、妇委会、共青团等，在党委领导下开展工作，参与学校民主管理和民主监督。

第七十四条 工作机构的党组织根据工作需要设置。

## 第八章  学院

第七十五条 学院根据专业教学的需要设置系或教研室等教学组织。

第七十六条 学院设学术委员会，负责学院学术事项的决策，接受学校学术委员会的指导。学院根据需要设立专门工作委员会。

第七十七条 学院设党委或党总支。书记主持党的工作。院长主持行政工作。学院实行党政联席会议制度。学院党政联席会成员由书记、院长、副书记、副院长组成。学院工作重要事项由学院党政联席会议讨论决定。

第七十八条 学校根据基础课教学的需要设置直属学校的教学部。教学部设党总支。教学部参照学院实行党政联席会议制度。

第七十九条 学校根据教学与科学研究的需要设置实验室、工程中心、研究中心、研究所、研究院、研究基地等学术机构，挂靠学院或直属学校管理。

## 第九章  教职工代表大会

第八十条 教职工代表大会是教职工依法参与学校民主决策、民主管理和民主监督的基本形式，是学校管理体制的重要组成部分。

第八十一条 教职工代表大会在校党委领导下开展工作。校长定期向教职工代表大会报告工作。

第八十二条 工会是教职工代表大会的工作机构，负责教职工代表大会的筹备和会务工作，检查督促教职工代表大会决议的执行、提案的处理、以及各项专门工作的开展。

第八十三条 教职工代表大会代表的构成应充分体现教师的主体地位。凡是在编在岗、知校爱校的教职工均可当选为教职工代表大会代表。

第八十四条 教职工代表大会每年召开1次，每5年为一届。

第八十五条
教职工代表大会讨论学校章程草案和修订案；听取并审议学校发展规划、教师队伍建设、教育教学改革、校园建设以及其他重大改革和重大问题解决方案的报告；听取并审议学校年度工作报告、学术委员会工作报告、以及财务、工会等专项工作报告；审议与教职工直接相关的福利、校内分配实施方案以及相应的教职工聘任、考核、奖惩办法；审议学校上一年度教职工代表大会提案的办理情况报告；评议学校领导干部；通过多种方式对学校工作提出意见和建议，监督学校章程、规章制度和决策的落实，提出整改意见和建议。

第八十六条 教职工代表大会以提案的形式表达对学校工作的意见和建议，经汇总、整理、提炼后提交教职工代表大会通过，形成决议。

第八十七条 学校党政工作部门必须认真处理教职工代表大会的意见和建议，及时回复代表提案，落实工作。

## 第十章  学生代表大会

第八十八条 学生代表大会是学生在校党委领导下、校团委指导下的行使民主权利、参与学校民主管理的重要组织形式。

第八十九条 学生代表大会代表从学生中经民主程序产生。具有正式学籍，知校、爱校、兴校、荣校的学生均可当选学生代表大会代表。

第九十条 学生代表大会每2年召开1次。

第九十一条 学生委员会，简称学生会，是学生代表大会的常设机构，由学生代表大会选举产生。学生会设主席1名，副主席若干名。学生代表大会闭会期间，由学生会行使学生代表大会职权。

第九十二条 学生代表大会听取并审议学生会工作报告，审议学生会工作计划，讨论和决定学生会工作方针与任务，制定、修改学生会章程并监督章程的实施，选举新一届学生委员会委员，决定学生会机构设置。

第九十三条 学校实行研究生代表大会及研究生会制度，研究生代表大会及研究生会的设置、运行与管理参照学生代表大会及学生会相应规定执行。

## 第十一章  经费与资产

第九十四条 学校经费来源主要包括政府财政拨款、学费、学术研究经费、各类捐款和其他收入。

第九十五条 来源于政府财政拨款以及学费等必须用于教育事业的经费不能用于经营性投资活动。

第九十六条 学校实行严格的财务预决算制度、经济责任制度和审计监察制度等管理制度，规范校内财务运行秩序，妥善使用办学资金，提高资金使用效益。

第九十七条 学校资产包括土地、房产、教学与科学研究设施、资金以及知识产权、校名、社会声誉等有形资产和无形资产。各类资产都是学校的宝贵资源，应当依法受到保护。

第九十八条 学校对资产实行优化配置、合理使用和正确处置，保证资产的使用效益。

第九十九条 学校遵循国家法律和政策接受各类捐赠。接受捐赠工作遵循自愿的原则，尊重捐赠者对所捐赠款物使用的意愿，同时接受捐赠者的监督。

## 第十二章  校友会

第一百条 学校设立校友总会，支持不同地域、行业、届别和学科的校友成立不同特点的校友会。

第一百零一条 在青岛大学学习或工作过的人员即可认定为青岛大学校友。

第一百零二条 青岛大学校友包括校史界定的、在不同办学历史时期的、以及经调整合并进入青岛大学的学校的校友。

第一百零三条 校友会是联系学校和广大校友的桥梁和纽带。

第一百零四条 学校以不同方式通过校友会定时向校友通报学校事业发展规划和成就，鼓励校友以各种形式关心和支持母校的建设和发展。

第一百零五条 学校充分运用学术资源，通过校友会向校友提供各类教育，进一步提高校友的学历层次与学业水平；通过学术研究方面的合作，支持校友的事业发展。

第一百零六条 校友会是汇聚校友的公共平台，通过开展校友活动，促进校友之间的交流与合作，共同为社会发展做出贡献。

## 第十三章  理事会

第一百零七条 学校设立理事会，负责联系海内外各界人士，通过交流合作、决策咨询、筹集资金，支持学校建设与发展。

第一百零八条 理事会由学校校务委员会成员、师生代表、知名校友和热心于高等教育事业、关心支持学校发展的政府部门、企事业单位、社会团体及社会各界人士组成。

第一百零九条 理事会一般每年召开1次。如有重大事项，理事会可以随时召开。

第一百一十条 理事会的议题和决议以促进学校发展为宗旨。

## 第十四章  基金会

第一百一十一条 学校设立教育发展基金会，简称基金会。

第一百一十二条 基金会主要致力于资助贫困学生完成学业，奖励优秀学生和优秀教师，资助教学科研项目，资助学术交流与国际合作，支持学校建设与发展，以及按照捐赠者的意愿落实资助项目。

第一百一十三条 基金会收入主要来源于自然人、法人或其他组织的自愿捐赠、政府资助、银行利息、投资收益以及其他合法收入。

第一百一十四条 基金会按照合法、安全、有效的原则实现基金的保值、增值。

## 第十五章  附 则

第一百一十五条 本章程是学校依法自主办学、实施管理和履行公共职能的基本准则，是学校制定管理制度及规范性文件的依据。

第一百一十六条 本章程在征求校内外意见的基础上经教职工代表大会讨论、校长办公会审议、党委常委会审定后，报山东省教育厅核准。

第一百一十七条 章程应在相当长时间内保持稳定。

第一百一十八条 学校发生分立、合并或者名称、办学类别与层次、办学宗旨、发展目标、举办与管理体制变化等重大事项时，可以对章程进行修改。

第一百一十九条 章程修改程序和章程制定程序相同。

第一百二十条 本章程由学校党委负责解释。

第一百二十一条 本章程自核准发布之日起实施。 -->