<!-- # 学校简介

青岛大学位于历史文化名城青岛，承载着青岛这座城市高等教育发展的历史，充满了浓郁的时代气息。

学校办学历史可追溯至1909年创办的青岛特别高等专门学堂。百十余年来，学校教授高深学问，养成硕学闳才，应国家之需要，薪火相传，砥砺奋进，从这里走出了40余万优秀校友，为区域经济社会发展和人类文明进步做出了重要贡献。2021年，我们入围软科（ARWU）、US
News、QS亚洲大学和泰晤士高等教育（THE）四大世界权威大学排行榜,实现世界四大大学排行榜历史性突破，其中连续三年在软科世界大学排行榜中位列世界500强。我们发挥医学学科、师范学科独特优势和品牌优势，推进市校共建青岛大学青岛医学院，助力青岛创建国家区域医疗中心、建设长江以北地区一流医疗中心城市。推进市校共建青岛大学青岛师范学院、局校共建青岛大学教育集团，打造11所附属中小学，助力青岛基础教育高质量发展。与青岛市共建青岛企业家学院、青岛律师学院、青岛社会工作学院，积极为区域经济社会发展建言献策，打造特色智库服务平台。

学校现有浮山校区、金家岭校区、松山校区三个校区，占地2655亩，建筑面积114万平方米。学校风景秀丽、环境宜人，教学科研资源丰富，条件设施完备。固定资产38亿元，馆藏图书328万册，电子图书170万册。主办8种学术期刊。拥有2所附属医院，9家直属附属医院。

设有34个学院和医学部，招生本科专业79个，涵盖文学、历史学、理学、工学、医学、经济学、管理学、法学、教育学、艺术学等10个学科门类。现有10个博士后流动站，14个一级学科博士点，3种博士专业学位类型；41个一级学科硕士点，28种硕士专业学位类型。

拥有国家重点学科2个，山东省重点学科20个，山东省一流学科8个。入选山东省属高校高水平大学“冲一流”建设高校和1个高峰学科、4个优势特色学科、3个培育学科；学术影响力全球排名813位，临床医学、工程学、化学、材料科学、神经科学与行为学、药理学与毒理学、生物学与生物化学、计算机科学、分子生物与遗传学、环境与生态学、一般社会科学等11个学科进入ESI全球排名前1%；13个学科入选2021软科世界一流学科；25个学科入选2021软科中国最好学科排行榜，其中系统科学位居全国第2位，连续两年成为省属高校唯一跻身顶尖学科行列的学科；14个学科进入USNews2022年世界大学学科排名榜。

现有全日制在校生42000余人，其中研究生10000余人、本科生32000余人、留学生600余人。教职工3900余人，专任教师2600余人（教授501人、副教授897人），其中国家级高层次80人，省部级高层次人才165人。专任教师中拥有博士学位比例67%。拥有全国高校黄大年式教师团队1个。

学校建有国家大学生文化素质教育基地、华文教育基地、高校国家知识产权信息服务中心，是教育部创新创业教育改革示范高校、教育部高校教师考核评价改革示范性高校、教育部来华留学示范基地。

现有国家级实验教学示范中心4个、临床教学培训示范中心1个；国家级人才培养模式创新实验区3个；国家一流专业建设点32个，国家级特色专业7个，教育部卓越计划试点专业7个，11个专业通过教育部专业认证；3个专业群入选山东省高水平应用型专业群项目、5个专业群入选山东省教育服务新旧动能转换专业对接产业项目；国家精品课程14门，国家一流课程6门；国家教学成果奖6项。

拥有省部共建国家重点实验室1个，省部共建协同创新中心1个，国家地方联合工程研究中心1个，国家示范性国际科技合作基地1个，高等学校学科创新引智基地1个，国家级国际联合研究中心1个。省部级重点实验室、工程技术研究中心、协同创新中心、人文社科研究基地38个。

“十三五”以来，学校共承担国家重点研发计划、国家自然科学基金、国家社科基金等国家级项目1026项；发表SCI收录论文18298篇，SSCI收录论文544篇、CSSCI论文970篇；获批国家科技进步二等奖1项、省部级奖励76项；获授权专利1828余项。

学校坚持国际化办学战略，与近30个国家和地区的180余所院校建立友好交流合作关系，建立师生交流、联合培养、合作科研等项目200余个。在国外建立孔子学院（课堂）2所。留学生生源国96个。

学校根植齐鲁大地，立足青岛而发展，在融合发展中形成了医学教育区域优势明显，工科教育行业特色鲜明，理科、人文社会科学等学科扎实推进，师范教育快速发展，新材料、新能源、新一代信息技术及文化创意新兴学科加快孕育的多学科协调发展的新格局。

站在新的历史方位，青大人正肩负着新的社会责任和历史使命，秉承“明德、博学、守正、出奇”的校训精神，坚持以立德树人为根本，坚持走高质量发展道路，全面开启建设高水平综合性研究型大学的新征程。 -->